<?php 
include_once 'config.php';
?>
<main>
<?php include_once 'header.php' ?>
<div class="sbox">	
<h1>Общая информация</h1>
<h2>Что это за сайт?</h2>
<ul>Это сайт посвященный игре Worlds of Tanks. Сайт создан с целью проведения соревновательных лиг между игроками.</ul>

<h2>Как это работает?</h2>
<ul>Игроки регистрируются в лигах, ждут их начала и далее просто играют в игру в стандартный бой. По окончанию лиги подводится итог, выдаются награды.</ul>

<h2>Что нужно для участия?</h2>
<ul>Просто войти с помощью Wargaming ID и зарегистрироваться в лиги в два клика.</ul>

<h2>Что за билет требуют для участия в Normal лиги?</h2>
<ul>Это билет в лигу где наградами по её окончанию является игровое золото.</ul>

<h2>Как я могу получить билет?</h2>
<ul>Занять призовое место в подлиги free или сделать пожертвование на развитие проекта.</ul>

<h2>Какие награды и сколько призовых мест в лигах?</h2>
<ul>Как и говорилось раньше, в подлиги free наградами является билеты, а в подлиги normal игровое золото. Чем больше участников в подлиги, тем больше людей получат награды. Призовой фонд в подлиги normal прямо пропорционально зависит от колчества пожертвований игроков.</ul>

<h2>Сколько по времени длятся лиги?</h2>
<ul>Три недели.</ul>

<h2>И что, все три недели нужно играть на всю выкладку?</h2>
<ul>Нет. Достаточно отыграть 100 боев, и закрыть лигу в личном кабинете если вы считаете, что за эти 100 боев вы показали наилучший результат по средним показателям, вернуться в лигу уже будет нельзя, ваши показатели останутся такими же, какие были в момент закрытия вами лиги и вы сможете спокойно играть в стандартный бой не боясь испортить результат до конца лиги.</ul>

<h2>По каким результатам ведется учет рейтинга в лигах?</h2>
<ul>По средним показателям за бой.</ul>

<h2>Есть предложение, нашел баг, есть вопрос</h2>
<ul>Все это пишите на почту wotleague@yandex.ru</ul>

</div>
</main>
	<?php include_once 'footer.php' ?>	
</body>
</html>